app/controllers/users_controller.rb

	def create
		@user = User.new(params[:user])
		if @user.save
---
INSERT INTO `users` (`name`, `created_at`, `updated_at`) VALUES ('user1', '2011-03-11 23:37:41', '2011-03-11 23:37:41')